Repository: RocketChat/Rocket.Chat.iOS
Catalog: Rocket.Chat/*.lproj/Localizable.strings
Languages: cs, de

# global.cancel
source: Cancel
cs: Zrušit
de: Abbrechen

# error.socket.default_error_message
source: Something wrong happened, please try again.
de: Da ist wohl etwas schiefgelaufen, bitte probiere es noch einmal.

# alert.connection.invalid_url.message
source: The URL you entered is invalid. Check it and try again, please!
cs: Zadaná adresa URL je neplatná. Zkontrolujte to a zkuste to znovu, prosím!
de: Die eingegebene URL ist ungültig. Bitte überprüfe deine Eingabe und probiere es noch einmal.

# alert.connection.socket_error.message
source: Could not connect to this server!
de: Konnte keine Verbindung zum Server herstellen!

# alert.connection.invalid_version.message
source: The server you're trying to connect is using a version that's not supported by the app anymore: %@. We require version %@.
cs: Server na který se pokoušíte připojit, používá verzi, která aplikace již nepodporuje: %@. Je požadováa verze %@.
de: Der Serverversion, mit der du dich verbinden möchtest, wird nicht mehr unterstützt: %@. Wir benötigen Version %@.

# alert.settings.set_mail_app.message
source: No Mail Accounts. Please set up a Mail account in order to send email.
cs: Žádné mailové účty. Prosím nastavte účet pošty, aby bylo možné odesílat e-maily.
de: Es sind keine Mail Accounts konfiguriert. Bitte richte einen Mail Account ein um Emails senden zu können.

# alert.feature.wip.message
source: We're still working on this feature, stay tuned!
cs: Stále pracujeme na této funkci, ale není ještě dokončena.
de: Entschuldigung, aber diese Funktion ist noch nicht verfügbar.

# alert.socket_error.invalid_user.title
source: Session expired
cs: Relace vypršela
de: Sitzung abgelaufen

# alert.socket_error.invalid_user.message
source: Your session has expired. Please log in again.
cs: Platnost Vaší relace vypršela. Přihlaste se znovu, prosím.
de: Ihre Sitzung ist abgelaufen, bitte loggen Sie sich erneut ein.

# alert.login_service_error.title
source: Authentication Error
cs: Chyba ověření
de: Authentifizierungsproblem

# alert.login_service_error.message
source: Could not authenticate using this service. Please, try again.
cs: Nelze ověřit pomocí této služby. Prosím zkuste to znovu.
de: Authentifizierung konnte mit diesem Dienst nicht durchgeführt werden. Bitte versuche es erneut.

# alert.authorization_error.title
source: Authorization Error
de: Authentifizierungsproblem

# alert.authorization_error.create_channel.description
source: You can't create channels
de: Du kannst keine Kanäle erstellen

# connection.offline.banner.message
source: You're offline, try connecting again
cs: Jste offline, zkuste se znovu připojit
de: Du bist offline. Versuche neu zu verbinden...

# auth.connect.button_connect
source: Connect
cs: Připojit
de: Verbinden

# auth.connect.ssl_required
source: It is required that your server supports SSL
cs: Je nutné, aby Váš server podporoval protokol SSL
de: Der Server muss SSL unterstützen

# auth.connect.connecting
source: Connection in progress. Hold tight
cs: Připojení probíhá. Držte se pevně
de: Verbindung läuft. Warte kurz!

# subscriptions.search
source: Search
cs: Hledat
de: Suche

# subscriptions.search_results
source: Results
cs: Výsledky
de: Ergebnisse

# subscriptions.search.load_more_results
source: Load more results
cs: Nahrát více výsledků
de: Mehr Ergebnisse...

# subscriptions.unreads
source: Unreads
cs: Nepřečtené
de: Ungelesen

# subscriptions.favorites
source: Favorites
cs: Oblíbené
de: Favoriten

# subscriptions.channels
source: Channels
cs: Kanály
de: Kanäle

# subscriptions.direct_messages
source: Direct Messages
cs: Přímé zprávy
de: Direktnachrichten

# servers.add_new_team
source: Add new Team
cs: Přidat nový tým
de: Neues Team hinzufügen

# servers.action.connect
source: Connect
cs: Připojit
de: Verbinden

# servers.action.remove
source: Remove team
cs: Odstranit tým
de: Team entfernen

# user_menu.away
source: Away
cs: Pryč
de: Abwesend

# user_menu.busy
source: Busy
cs: Zaneprázdněn
de: Beschäftigt

# user_menu.invisible
source: Invisible
cs: Neviditelný
de: Unsichtbar

# user_menu.settings
source: My Account
cs: Můj účet
de: Mein Account

# new_room.title
source: New Channel
de: Neuer Kanal

# new_room.buttons.create
source: Create
de: Erstellen

# new_room.cell.public_channel.title
source: Public Channel
cs: Veřejný kanál
de: Öffentlicher Kanal

# new_room.cell.public_channel.description
source: Everyone can access this channel
cs: K tomuto kanálu má přístup každý
de: Jeder Benutzer kann einem öffentlichen Raum beitreten.

# new_room.cell.public_channel.description.public_only
source: You can only create public channels
de: Du kannst nur öffentliche Räume erstellen

# new_room.cell.public_channel.description.private_only
source: You can only create private channels
de: Du kannst nur private Räume erstellen

# new_room.cell.read_only.title
source: Read only channel
cs: Kanál pouze pro čtení
de: Schreibgeschützter Kanal

# new_room.cell.read_only.description
source: Only admin can write new messages
cs: Pouze admin může psát nové zprávy
de: Nur Moderatoren oder Admins können in schreibgeschützten Kanälen schreiben

# new_room.group.channel.name
source: Channel Name
cs: Jméno kanálu
de: Name des Kanals

# new_room.cell.channel_name.title
source: Channel Name
cs: Jméno kanálu
de: Name des Kanals

# new_room.group.channel.footer
source: Names must be all lower case and shorter than 22 characters
cs: Názvy musí být malým písmen a kratší než 22 znaků
de: Der Name muss komplett in Kleinbuchstaben und kürzer als 22 Zeichen sein.

# chat.channel_preview_view.title
source: This is a preview of #%@
cs: Toto je náhled kanálu #%@
de: Das ist eine Vorschau von #%@

# chat.channel_preview_view.join
source: Join Channel
cs: Připojit se do kanálu
de: Kanal beitreten

# chat.dm.start_conversation
source: This is the start of your conversation with %@
cs: Toto je začátek vaší konverzace s %@
de: Dies ist der Anfang deines Gesprächs mit %@

# chat.channel.start_conversation
source: This is the start of the conversation on %@
cs: Toto je začátek konverzace %@
de: Dies ist der Beginn der Konversation auf %@

# chat.read_only
source: This room is read only
cs: Tato místnost je pouze pro čtení
de: Dieser Raum ist schreibgeschützt

# chat.muted
source: You have been muted
de: Du wurdest stummgeschaltet

# chat.message.actions.block
source: Block messages from user
cs: Blokovat zprávy od uživatele
de: Nachrichten von Benutzer blockieren

# chat.message.actions.report
source: Report Message
cs: Nahlásit zprávu
de: Nachricht melden

# chat.message.actions.copy
source: Copy
cs: Kopírovat
de: Kopieren

# chat.message.actions.pin
source: Pin message
cs: Připnout zprávu
de: Nachricht anheften

# chat.message.actions.unpin
source: Unpin message
cs: Odepnout zprávu
de: Nachricht lösen

# chat.message.actions.quote
source: Quote message
cs: Citace zprávy
de: Nachricht zitieren

# chat.message.actions.reply
source: Reply to message
cs: Odpovědět na zprávu
de: Nachricht beantworten

# chat.message.report.success.title
source: Message Reported
cs: Zpráva byla nahlášena
de: Nachricht gemeldet

# chat.message.report.success.message
source: Message reported successfully, thank you!
cs: Zpráva byla úspěšně nahlášena, děkujeme!
de: Die ausgewählte Nachricht wurde erfolgreich gemeldet. Vielen Dank!

# chat.upload.uploading_image
source: Uploading image
cs: Nahrát obrázek
de: Bild wird hochgeladen

# chat.upload.uploading_video
source: Uploading video
cs: Nahrát video
de: Video wird hochgeladen

# chat.upload.uploading_file
source: Uploading "%@"
cs: Nahrávání "%@"
de: Hochladen "%@"

# chat.upload.take_photo
source: Take Photo
cs: Vyfotit fotografii
de: Foto aufnehmen

# chat.upload.shoot_video
source: Shoot Video
de: Video drehen

# chat.upload.choose_from_library
source: Choose From Library
cs: Vybrat z knihovny
de: Foto & Video Mediathek

# chat.upload.import_file
source: Import File From...
cs: Importovat soubor z...
de: Importiere Datei aus...

# chat.download.downloading_file
source: Downloading "%@"
cs: Stahuji "%@"
de: Wird heruntergeladen "%@"

# chat.message.open_file
source: Tap to open the file
cs: Klikněte pro otevření souboru
de: Antippen zum Öffnen

# chat.message.type.room_name_changed
source: Room name changed to: %@ by %@
cs: Jméno místnosti bylo změněno: %@ by %@
de: Raum umbenannt zu: %@ von %@

# chat.message.type.user_added_by
source: User %@ added by %@
cs: Uživatel %@ byl přidán %@
de: Benutzer %@ hinzugefügt von %@

# chat.message.type.user_removed_by
source: User %@ removed by %@
cs: Uživatel %@ byl odebrán %@
de: Benutzer %@ entfernt von %@

# chat.message.type.user_left
source: Has left the channel
cs: Opustil kanál
de: Hat den Kanal verlassen

# chat.message.type.user_joined
source: Has joined the channel
cs: Připojil se do kanálu
de: Hat den Kanal betreten

# chat.message.type.user_muted
source: User %@ muted by %@
cs: Uživatel %@ byl ztlumen (uživatelem %@)
de: Benutzer %@ stumm geschaltet von %@

# chat.message.type.user_unmuted
source: User %@ unmuted by %@
cs: Uživateli %@ bylo zrušeno ztlumení (uživatelem %@)
de: Stummschaltung von %@ wurde aufgehoben von %@

# chat.message.type.welcome
source: Welcome %@
cs: Vítejte %@
de: Willkommen %@

# chat.message.type.message_removed
source: Message removed
cs: Zpráva odebrána
de: Nachricht entfernt

# chat.message.type.subscription_role_added
source: %@ was set %@ by %@
de: %@ wurde zu %@ geändert von %@

# chat.message.type.subscription_role_removed
source: %@ is no longer %@ by %@
de: %@ ist nicht mehr länger %@ von %@

# chat.message.type.room_archived
source: This room has been archived by %@
cs: Tato místnost byla archivována uživatelem %@
de: Dieser Raum wurde archiviert von %@

# chat.message.type.room_unarchived
source: This room has been unarchived by %@
cs: Tato místnost byla vyndána z archivu uživatelem %@
de: Dieser Raum wurde wiederhergestellt von %@

# chat.info.item.topic
source: Topic
cs: Téma
de: Thema

# chat.info.item.no_topic
source: No topic
cs: Bez tématu
de: Ohne Thema

# chat.info.item.description
source: Description
cs: Popis
de: Beschreibung

# chat.info.item.no_description
source: No description
cs: Žádný popis
de: Ohne Beschreibung

# chat.info.item.notifications
source: Notifications
cs: Upozornění
de: Benachrichtigungen

# chat.info.item.members
source: Members
cs: Členové
de: Teilnehmer

# chat.info.item.pinned
source: Pinned
cs: Připnuto
de: Angeheftet

# chat.info.item.starred
source: Starred
cs: S hvězdičkou
de: Favorisiert

# chat.members.list.title
source: Members
cs: Členové
de: Mitglieder

# chat.messages.list.title
source: Messages
cs: Zprávy
de: Nachrichten

# chat.messages.list.empty
source: No messages found
cs: Nebyly nalezeny žádné zprávy
de: Keine Nachrichten gefunden

# chat.messages.pinned.list.title
source: Pinned Messages
cs: Připnuté zprávy
de: Angeheftete Nachrichten

# chat.messages.starred.list.title
source: Starred Messages
cs: Zprávy s hvězdičkou
de: Favorisierte Nachrichten

# myaccount.settings.title
source: Settings
de: Einstellungen

# myaccount.settings.contactus
source: Contact us
de: Kontaktiere uns

# myaccount.settings.license
source: License
de: Lizenz

# alert.connection.invalid_url.title
source: Oops!
cs: Jejky!

# alert.connection.invalid_version.title
source: Oops!
cs: Jejky!

# alert.settings.set_mail_app.title
source: Oops!
cs: Jejky!

# alert.feature.wip.title
source: Oops!
cs: Jejky!

# user_menu.logout
source: Logout
cs: Odhlásit
