Repository: RocketChat/Rocket.Chat.iOS
Catalog: Rocket.Chat/Resources/*.lproj/Localizable.strings
Languages: el, zh_hans, zh_hant

# shortcuts.search_messages
source: Search messages
el: Αναζήτηση μηνυμάτων
zh_hans: 搜索消息
zh_hant: 搜尋訊息

# shortcuts.scroll_messages
source: Scroll messages
el: Κοίληση μηνυμάτων
zh_hans: 消息翻页
zh_hant: 捲動訊息

# shortcuts.reply_latest
source: Reply to latest
el: Απάντηση στο πιο πρόσφατο
zh_hans: 回复最新
zh_hant: 最新回覆

# shortcuts.server_selection
source: Server selection
el: Επιλογή εξυπηρετητή
zh_hans: 服务器选择
zh_hant: 伺服器選擇

# shortcuts.server_selection_numbers
source: Server selection 1...9
el: Επιλογή εξυπηρετητή 1...9
zh_hans: 服务器选择1...9
zh_hant: 伺服器選擇(1~9)

# shortcuts.add_server
source: Add server
el: Προσθήκη εξυπηρετητή
zh_hans: 添加服务器
zh_hant: 新增伺服器

# shortcuts.change_theme
source: Change theme
el: Αλλαγή θέματος
zh_hans: 更换主题
zh_hant: 更換主題

# shortcuts.send
source: Send
el: Αποστολή
zh_hans: 发送
zh_hant: 發送

# shortcuts.new_line
source: New line
el: Νέα γραμμή
zh_hans: 新一行
zh_hant: 新的一行

# chat.components.quote.replied
source: Replied
el: Απαντήθηκε
zh_hans: 已回复
zh_hant: 已回覆

# chat.components.quote.pinned
source: Pinned
el: Καρφιτσώθηκε
zh_hans: 已固定
zh_hant: 已釘選

# chat.components.text_attachment.no_title
source: No title
el: Χωρίς Τίτλο
zh_hans: 无标题
zh_hant: 無標題

# directory.title
source: Directory
el: Κατάλογος

# directory.filters.channels
source: Channels
el: Κανάλια

# directory.filters.users
source: Users
el: Χρήστες

# directory.filters.by
source: Search by
el: Αναζήτηση με

# directory.filters.global.title
source: Search for global users
el: Αναζήτηση για χρήστες παντού

# directory.filters.global.subtitle
source: If you turn-on, you can search for any user from others companies or servers.
el: Αν το ενεργοποιήσετε, θα μπορείτε να αναζητήσετε για οποιοδήποτε χρήστη και από άλλες εταιρίες ή εξυπηρετητές.

# directory.users.1_user
source: 1 member
el: 1 μέλος

# directory.users.x_users
source: %@ members
el: %@ μέλη

# auth.email_auth
source: e-mail
zh_hans: 邮箱
zh_hant: 電子郵件

# myaccount.settings.notifications.mail
source: Email
zh_hans: 邮箱
zh_hant: 電子郵件

# myaccount.settings.profile.email_placeholder
source: E-mail
zh_hans: 邮箱
zh_hant: 電子信箱

# user_details.email
source: Email
zh_hans: 邮箱
zh_hant: 電子信箱

# user_details.emails
source: Emails
zh_hans: 邮箱
zh_hant: 電子信箱
