Repository: RocketChat/Rocket.Chat.iOS
Catalog: Rocket.Chat/Resources/*.lproj/Localizable.strings
Languages: el, zh_hans, zh_hant

# global.yes
source: Yes
el: Ναι

# global.no
source: No
el: Όχι

# global.cancel
source: Cancel
el: Ακύρωση
zh_hans: 取消
zh_hant: 取消

# global.error
source: Error
el: Λάθος
zh_hans: 错误
zh_hant: 錯誤

# error.socket.default_error.title
source: Oops!
el: Ωπ!
zh_hans: 哎呀!
zh_hant: 哎呀!

# error.socket.default_error.message
source: Something wrong happened, please try again.
el: Συνέβη κάποιο σφάλμα, παρακαλούμε ξαναπροσπαθήστε.
zh_hans: 发生了一点错误，再试一次吧.
zh_hant: 發生了一點錯誤>_<，請稍候試試

# error.login.title
source: Oops!
el: Ωπ!
zh_hans: 哎呀!
zh_hant: 哎呀!

# error.login.message
source: Something wrong happened while trying to login.
el: Συνέβη κάποιο σφάλμα καθώς προσπαθούσατε να συνδεθείτε.
zh_hans: 你登录的时候发生了点错误
zh_hant: 登入的時候發生了點錯誤

# error.signup.title
source: Oops!
el: Ωπ!
zh_hans: 哎呀!
zh_hant: 哎呀!

# error.signup.empty_input.message
source: All the fields are required for sign up.
el: Όλα τα πεδία απαιτούνται για την εγγραφή σας.
zh_hant: 登入時需要填寫這些欄位

# error.login_unauthorized.title
source: Oops!
el: Ωπ!
zh_hans: 哎呀!
zh_hant: 哎呀!

# error.login_unauthorized.message
source: Your credentials were rejected! Please try again.
el: Τα διαπιστευτήριά σας απορρίφθηκαν! Παρακαλούμε ξαναπροσπαθήστε.
zh_hans: 认证被拒绝了！再试一次吧
zh_hant: 認證被拒絕了！再試一次吧

# alert.connection.invalid_url.title
source: Oops!
el: Ωπ!
zh_hans: 哎呀!
zh_hant: 哎呀!

# alert.connection.invalid_url.message
source: The URL you entered is invalid. Check it and try again, please!
el: Το URL που εισάγατε είναι άκυρο. Παρακαλούμε ελέγξτε το και ξαναπροσπαθήστε!
zh_hans: 服务器地址无效。点这里再试一次吧!
zh_hant: 伺服器地址無效。點點這裡再試一次吧!

# alert.connection.not_secured.title
source: Oops!
el: Ωπ!
zh_hans: 哎呀!
zh_hant: 哎呀!

# alert.connection.not_secured.message
source: Could not establish a secure connection to the server. Please make sure the server supports SSL.
el: Δεν μπορέσαμε να εγκαθιδρύσουμε ασφαλή σύνεση με τον εξυπηρετητή. Παρακαλούμε επιβεβαιώστε ότι ο εξυπηρετητής υποστηρίζει SSL.
zh_hans: 无法与服务器建立安全连接，请确认服务器是否支持SSL
zh_hant: 無法與伺服器安全連線，請確認伺服器是否支援SSL

# alert.connection.socket_error.title
source: Oops!
el: Ωπ!
zh_hans: 哎呀!
zh_hant: 哎呀!

# alert.connection.socket_error.message
source: Could not connect to this server!
el: Δεν είναι δυνατή η σύνδεση σε αυτόν τον εξυπηρετητή!
zh_hans: 无法连接到服务器!
zh_hant: 無法連接到伺服器!

# alert.connection.invalid_version.title
source: Oops!
el: Ωπ!
zh_hans: 哎呀!
zh_hant: 哎呀!

# alert.connection.invalid_version.message
source: The server you're trying to connect is using a version that's not supported by the app anymore: %@. We require version %@.
el: Ο εξυπηρετητής που προσπαθείτε να συνδεθείτε χρησιμοποιεί μια έκδοση που δεν υποστηρίζεται πλέον από την εφαρμογή: %@. Χρειαζόμαστε έκδοση %@.
zh_hans: 您尝试连接的服务器使用了不再被当前app支持的版本： %@. 我们要求： %@.
zh_hant: 您嘗試連接的伺服器不支援目前的應用程式本版： %@. 至少要： %@.

# alert.settings.set_mail_app.title
source: Oops!
el: Ωπ!
zh_hans: 哎呀!
zh_hant: 哎呀!

# alert.settings.set_mail_app.message
source: No Mail Accounts. Please set up a Mail account in order to send email.
el: Δεν βρέθηκαν Λογαριασμοί Mail. Παρακαλούμε εγκαταστήστε ένα λογαριασμό Mail ώστε να στέλνετε email.
zh_hans: 没有邮箱账户。 要发送邮件必须先设置邮箱账户。
zh_hant: 沒有電子信箱。要發送電子郵件必須先設定電子信箱。

# alert.feature.wip.title
source: Oops!
el: Ωπ!
zh_hans: 哎呀!
zh_hant: 哎呀!

# alert.feature.wip.message
source: We're still working on this feature, stay tuned!
el: Ακόμη εργαζόμαστε για αυτή τη λειτουργικότητα, μείνετε συντονισμένοι!
zh_hans: 我们正在努力开发这个功能，敬请期待！
zh_hant: 我們正在努力開發這個功能，敬請照帶！

# alert.insecure_image.title
source: Insecure resource
el: Μη ασφαλής πόρος
zh_hans: 安全警告
zh_hant: 安全警告

# alert.insecure_image.message
source: The resource of the image is insecure and therefore not loaded. Only SSL resources are allowed.
el: Ο πόρος της εικόνας είναι μή ασφαλής και κατά συνέπεια δεν φορτώνεται. Επιτρέπονται μόνο πόροι SSL.
zh_hans: 您使用的图片资源无法载入，只允许SSL安全连接的资源
zh_hant: 您使用的圖片無法載入，只允許SSL安全連接的資源

# alert.socket_error.invalid_user.title
source: Session expired
el: Η σύνοδος έληξε
zh_hans: 会话超时
zh_hant: 登入時間已到期

# alert.socket_error.invalid_user.message
source: Your session has expired. Please log in again.
el: Η σύνοδός σας έχει λήξει. Παρακαλούμε ξανασυνδεθείτε.
zh_hans: 您的会话超时退出，请重新登录。
zh_hant: 您的登入時間已到期，請重新登入。

# alert.login_service_error.title
source: Authentication Error
el: Λάθος Επαλήθευσης ταυτότητας
zh_hans: 认证错误
zh_hant: 認證錯誤

# alert.login_service_error.message
source: Could not authenticate using this service. Please try again.
el: Δεν είναι δυνατό να επαληθεύσουμε την ταυτότητα με αυτή την υπηρεσία. Παρακαλούμε, ξαναπροσπαθήστε.
zh_hans: 登录失败，请重试
zh_hant: 登入失敗，請重試

# alert.authorization_error.title
source: Authorization Error
el: Λάθος Επαλήθευσης ταυτότητας
zh_hans: 认证错误
zh_hant: 認證錯誤

# alert.authorization_error.create_channel.description
source: You can't create channels
el: Δεν μπορείτε να δημιουργήστετε κανάλια
zh_hans: 建立新频道失败
zh_hant: 建立新頻道失敗

# alert.unsupported_feature.title
source: Feature not supported
el: Η λειτουργικότητα δεν υποστηρίζεται
zh_hans: 功能不支持
zh_hant: 功能不支援

# alert.unsupported_feature.message
source: This server's version is: %@. This feature is only supported in versions %@ and above.
el: Η έκδοση του εξυπηρετητή είναι: %@. Αυτή η λειτουργικότητα υποστηρίζεται μόνο σε εκδόσεις %@ και άνω.
zh_hans: 当前服务器版本：%@. 此功能仅 %@ 及以上版本支持.
zh_hant: 目前伺服器版本：%@. 此功能僅 %@ 及以上版本支援.

# alert.upload_error.title
source: Upload Error
el: Σφάλμα στο ανέβασμα
zh_hans: 上传失败
zh_hant: 上傳失敗

# alert.upload_error.message
source: Something wrong happened when uploading your file. Please try again.
el: Συνέβη κάποιο σφάλμα ενώ ανεβάζατε το αρχείο σας. Παρακαλούμε ξαναπροσπαθήστε.
zh_hans: 上传文件时发生错误，请重试.
zh_hant: 上傳檔案時發生錯誤，請重新試試

# alert.upload_dialog.title
source: Upload file
el: Ανένβασμα αρχείου
zh_hans: 上传文件
zh_hant: 上傳檔案

# alert.upload_dialog.placeholder.title
source: Title
el: Τίτλος
zh_hans: 文件名
zh_hant: 檔案名稱

# alert.upload_dialog.placeholder.description
source: Description
el: Περιγραφή
zh_hans: 文件描述
zh_hant: 檔案描述

# alert.upload_dialog.action.upload
source: Upload
el: Ανεβάστε
zh_hans: 上传
zh_hant: 上傳

# alert.email_verification.title
source: Email verification
el: Επαλήθευση Email
zh_hans: 邮箱验证
zh_hant: 驗證電子郵件

# alert.email_verification.message
source: We have sent you an email to confirm your registration. If you do not receive an email shortly, please come back and try again.
el: Σας στείλαμε ένα email για να επιβεβαιώσουμε την εγγραφή σας. Αν δεν το λάβετε σύντομα, παρακαλούμε επιστρέψτε και ξαναπροσπαθήστε.
zh_hans: 我们发送了一封邮件来验证您的注册信息. 如果您没有收到邮件，请回来重试一次。
zh_hant: 我們發送了一封驗證郵件。如果您沒有收到郵件，請回來重試一次。

# alert.discarding_changes.title
source: Unsaved changes
el: Μη αποθηκευμένες αλλαγές
zh_hans: 设置未保存
zh_hant: 修改並保存

# alert.discarding_changes.message
source: Your unsaved changes have been discarded.
el: Οι μη αποθηκευμένες αλλαγές σας έχουν απορριφθεί.
zh_hans: 放弃设置，未被保存。
zh_hant: 放棄修改，沒有保存。

# alert.load_profile_error.title
source: Failed to load your profile
el: Απέτυχε η φόρτωση του λογαριασμού σας
zh_hans: 资料载入失败
zh_hant: 資料載入失敗

# alert.load_profile_error.message
source: Something wrong happened when loading your profile. Please try again.
el: Συνέβη κάποιο σφάλμα καθώς φορτωνόταν το λογαριασμό σας. Παρακαλούμε ξαναπροσπαθήστε.
zh_hans: 载入您资料时发生错误，请重试。
zh_hant: 載入您的資料時發生錯誤，請重新試試。

# alert.password_mismatch_error.title
source: Your password doesn't match
el: Το συνθηματικό σας δεν ταιριάζει
zh_hans: 密码错误
zh_hant: 密碼錯誤

# alert.password_mismatch_error.message
source: The confirmation field doesn't match with the password you've provided. Please check it and try again.
el: Το πεδίο επιβεβαίωσης δεν ταιριάζει με το συνθηματικό που καταχωρίσατε. Παρακαλούμε ελέγξτε το και ξαναπροσπαθήστε.
zh_hans: 确认密码不匹配. 请确认并重试.
zh_hant: 密碼不匹配，請確認並重試

# alert.update_profile_error.title
source: Failed to update
el: Απέτυχε η ενημέρωση
zh_hans: 更新失败
zh_hant: 更新失敗

# alert.update_profile_error.message
source: Something wrong happened when updating your profile. Please try again.
el: Συνέβη κάποιο σφάλμα όταν ενημερωνόταν το προφίλ σας. Παρακαλούμε ξαναπροσπαθήστε.
zh_hans: 更新您的资料失败，请重试.
zh_hant: 更新您的資料失敗，請重新試試.

# alert.update_password_error.title
source: Failed to change password
el: Απέτυχε η τροποποίηση του συνθηματικού
zh_hans: 修改密码失败
zh_hant: 修改密碼失敗

# alert.update_password_error.message
source: Something wrong happened when changing your password. Please try again.
el: Συνέβη κάποιο σφάλμα ενώ άλλαζε το συνθηματικό. Παρακαλούμε ξαναπροσπαθήστε.
zh_hans: 修改密码失败，请重试.
zh_hant: 修改密碼失敗，請重新試試

# alert.update_profile_empty_fields.title
source: Please fill the empty fields
el: Παρακαλούμε συμπληρώστε τα κενά πεδία
zh_hans: 请填满所有字段
zh_hant: 請填滿所有欄位

# alert.update_profile_empty_fields.message
source: All your profile information are required and can't stay blank
el: Απαιτείται όλη η πληροφορία του λογαριασμού σας και δεν μπορεί να παραμείνει κενή
zh_hans: 您必须填完所有信息，不能留空
zh_hant: 您必須填滿所有欄位

# alert.update_profile_invalid_email.title
source: Invalid e-mail
el: Μή έγκυρο e-mail
zh_hans: 邮箱地址无效
zh_hant: 電子信箱無效

# alert.update_profile_invalid_email.message
source: It seems that the e-mail you've entered is invalid. Please fix it and try again.
el: Φαίνεται ότι το e-mail που εισαγάγατε δεν είναι έγκυρο. Παρακαλούμε διορθώστε το και ξαναπροσπαθήστε.
zh_hans: 邮箱地址看起来有点问题，请确认并重试
zh_hant: 電子信箱看起來有點問題，請確認並重新試試

# alert.password_empty_fields.title
source: Please fill the empty fields
el: Παρακαλούμε συμπληρώστε τα κενά πεδία
zh_hans: 密码为空
zh_hant: 沒有輸入密碼

# alert.password_empty_fields.message
source: Fill up the password and confirmation fields so you can update your password.
el: Συμπληρώστε το συνθηματικό και τα πεδία επιβεβαίωσης ώστε να ενημερώσετε το συνθηματικό σας.
zh_hans: 请填写密码及确认密码来更新您的秘密
zh_hant: 請填寫密碼和確認密碼

# alert.update_profile_success.title
source: Profile updated
el: Ο Λογαριασμός ενημερώθηκε
zh_hans: 资料更新完成
zh_hant: 資料更新完成

# alert.update_password_success.title
source: Password updated
el: Το συνθηματικό ενημερώθηκε
zh_hans: 密码更新完成
zh_hant: 密碼更新完成

# alert.logout.confirmation.title
source: Logout from this server
el: Αποσύνδεση από αυτό τον εξυπηρετητή
zh_hans: 从服务器登出
zh_hant: 從伺服器登出

# alert.logout.confirmation.message
source: Are you sure you want to logout from "%@"?
el: Σίγουρα θέλετε να αποσυνδεθείτε από "%@"?
zh_hans: 确定需要从服务器 "%@"登出吗?
zh_hant: 您確定要從伺服器 "%@"登出嗎?

# alert.logout.confirmation.confirm
source: Yes, logout
el: Ναι, αποσυνδέστε με
zh_hans: 是的，登出
zh_hant: 登出

# connection.server.redirect.alert.title
source: Server changed it's URL
el: Έχει αλλάξει το URL του Εξυπηρετητή
zh_hans: 服务器重定向网址
zh_hant: 伺服器重新導向網址

# connection.server.redirect.alert.message
source: Looks like this server changed it's URL to: %@ Would you like to update the URL?
el: Φαίνεται ότι αυτός ο εξυπηρετής έχει αλλάξει το URL του σε: %@ Θα θέλατε να ενημερώσετε το URL;
zh_hans: 看起来服务器重定向地址到: %@ 您确认需要重定向吗?
zh_hant: 看起來伺服器網址導向到: %@ 您確認要重新導向嗎?

# connection.server.redirect.alert.confirm
source: Yes, change the URL
el: Ναι, αλλάξτε το URL
zh_hans: 是的，我要重定向！
zh_hant: 是的

# connection.title
source: Sign in to your server
el: Συνδεθείτε στον εξυπηρετητή σας
zh_hans: 登录到服务器
zh_hant: 登入到伺服器

# connection.button_connect
source: Connect
el: Σύνδεση
zh_hans: 连接
zh_hant: 連接

# connection.server_url.placeholder
source: your-company.rocket.chat
el: δική-σας-εταιρία.rocket.chat

# connection.offline.banner.message
source: You're offline, try connecting again
el: Βρίσκεστε εκτός σύνδεσης, προσπαθήστε να συνδεθείτε ξανά
zh_hans: 您下线了，请重新连接Y
zh_hant: 您斷線了，請重新連接

# connection.connecting.banner.message
source: Connecting...
el: Συνδεόμαστε...
zh_hans: 连接中...
zh_hant: 連接中...

# connection.waiting_for_network.banner.message
source: Waiting for network
el: Περιμένετε για το δίκτυο
zh_hans: 等待网络
zh_hant: 等待網路

# onboarding.label_welcome
source: Welcome to Rocket Chat
el: Καλωσήρθατε στο Rocket Chat
zh_hans: 欢迎来到Rocket Chat
zh_hant: 歡迎來到Rocket Chat

# onboarding.label_subtitle
source: Team Communication
el: Επικοινωνία Ομάδας
zh_hans: 团队协作
zh_hant: 團隊協議

# onboarding.button_connect_server
source: Connect to a server
el: Συνδεθείτε σε ένα εξυπηρετητή
zh_hans: 连接到服务器
zh_hant: 連接到伺服器

# onboarding.button_create_server
source: Create a new workspace
el: Συνδεθείτε σε ένα Χώρο Εργασίας
zh_hans: 建立新的工作空间
zh_hant: 建立新的伺服器

# onboarding.button_join_community_prefix
source: Join the community
el: Συνδεθείτε με την κοινότητα
zh_hans: 加入社区
zh_hant: 加入社群

# auth.connect.button_connect
source: Connect
el: Σύνδεση
zh_hans: 连接
zh_hant: 連接

# auth.connect.ssl_required
source: It is required that your server supports SSL
el: Απαιτείται υποστήριξη SSL στον εξυπηρετητή
zh_hans: 要求您的服务器支持SSL
zh_hant: 您連線的伺服器必須支援SSL

# auth.connect.connecting
source: Connection in progress. Hold tight
el: Σύνδεση σε εξέλιξη. Περιμένετε παρακαλώ
zh_hans: 连接中... 系好安全带
zh_hant: 連接中...請繫好安全帶

# auth.email_auth_prefix
source: Login with
el: Σύνδεση με
zh_hans: 登录方式
zh_hant: 登入方式

# auth.login_service_prefix
source: Continue with
el: Συνέχεια με
zh_hans: 继续
zh_hant: 使用

# auth.signup_title
source: Sign up
el: Εγγραφή
zh_hans: 登录
zh_hant: 登入

# auth.signup.button_register
source: Register
el: Εγγραφείτε
zh_hans: 注册
zh_hant: 註冊

# auth.signup.button_next
source: Next
el: Επόμενο
zh_hans: 下一步
zh_hant: 下一步

# auth.signup.custom_fields_title
source: Complete your registration
el: Ολοκληρώστε την εγγραφή σας
zh_hans: 完成注册
zh_hant: 完成註冊

# auth.login.login_title
source: Login
el: Σύνδεση
zh_hans: 登录
zh_hant: 登入

# auth.login.button_login_title
source: Login
el: Σύνδεση
zh_hans: 登录
zh_hant: 登入

# auth.login.create_account_prefix
source: Don't have an account?
el: Δεν έχετε Λογαριασμό;
zh_hans: 没有账户?
zh_hant: 沒有帳戶?

# auth.login.create_account
source: Create an Account
el: Δημιουργήστε ένα Λογαριασμό
zh_hans: 建立账户
zh_hant: 建立帳戶

# auth.login.username.placeholder
source: Email or username
el: Email ή όνομα χρήστη
zh_hans: 邮箱或者账户
zh_hant: 電子郵件或帳戶

# auth.login.password.placeholder
source: Password
el: Συνθηματικό
zh_hans: 密码
zh_hant: 密碼

# auth.login.buttonRegister
source: Create new account
el: Δημιουργήστε νέο λογαριασμό
zh_hans: 创建账户
zh_hant: 建立帳戶

# auth.login.buttonResetPassword
source: Forgot password
el: Ξέχασα το συνθηματικό
zh_hans: 忘记密码
zh_hant: 忘記密碼

# auth.login.agree_label
source: By proceeding you are agreeing to our
el: Συνεχίζοντας συμφωνείτε με τους
zh_hans: 继续表示您同意我们的
zh_hant: 繼續表示您同意我們的

# auth.login.agree_and
source: and
el: και
zh_hans: 和
zh_hant: 和

# auth.login.agree_termsofservice
source: Terms of Service
el: Όρους Υπηρεσίας
zh_hans: 服务条款
zh_hant: 服務條款

# auth.login.agree_privacypolicy
source: Privacy Policy
el: Πολιτική Απορρήτου
zh_hans: 隐私政策
zh_hant: 隱私權政策

# auth.forgot_password.title
source: Forgot your password?
el: Ξεχάσατε το συνθηματικό σας;
zh_hans: 忘记密码?
zh_hant: 忘記密碼?

# auth.forgot_password.message
source: Enter your e-mail
el: Εισάγετε το e-mail σας
zh_hans: 输入邮箱
zh_hant: 輸入電子郵件

# auth.forgot_password.success
source: If this email is registered, we'll send instructions on how to reset your password. If you do not receive an email shortly, please come back and try again.
el: Αν αυτό το email είναι ήδη εγγεγραμμένο, θα σας στείλουμε οδηγίες για να αλλάξετε το συνθηματικό σας. Αν δεν λάβετε σύντομα ένα email, παρακαλούμε να επανέλθετε και να ξαναπροσπαθήσετε.
zh_hans: 如果您通过邮箱注册，我们会发送重置密码的操作指导。如果您没有收到邮件，请回来重试一次。
zh_hant: 如果您透過電子郵件註冊，我們會發送設定密碼的郵件。如果沒有收到郵件，請回來重試一次。

# subscriptions.search
source: Search
el: Αναζήτηση
zh_hans: 搜索
zh_hant: 搜尋

# subscriptions.search_results
source: Results
el: Αποτελέσματα
zh_hans: 搜索结果
zh_hant: 搜尋結果

# subscriptions.search.load_more_results
source: Load more results
el: Φορτώστε περισσότερα αποτελέσματα
zh_hans: 载入更多结果
zh_hant: 載入更多結果

# subscriptions.unreads
source: Unreads
el: Αδιάβαστα
zh_hans: 未读
zh_hant: 未讀

# subscriptions.favorites
source: Favorites
el: Αγαπημένα
zh_hans: 收藏
zh_hant: 收藏

# subscriptions.channels
source: Channels
el: Κανάλια
zh_hans: 频道
zh_hant: 頻道

# subscriptions.groups
source: Private Groups
el: Ιδιωτικές Ομάδες
zh_hans: 私人频道
zh_hant: 私人頻道

# subscriptions.direct_messages
source: Direct Messages
el: Άμεσα Μηνύματα
zh_hans: 私人消息
zh_hant: 私人訊息

# subscriptions.conversations
source: Conversations
el: Συνομιλίες
zh_hans: 对话
zh_hant: 對話

# subscriptions.you
source: you
el: εσείς
zh_hans: 你
zh_hant: 你

# subscriptions.messages
source: Messages
el: Μηνύματα
zh_hans: 消息
zh_hant: 訊息

# subscriptions.list.you_initial
source: You
el: Εσείς
zh_hans: 你
zh_hant: 你

# subscriptions.list.no_message
source: No message
el: Κανένα μήνυμα
zh_hans: 还没有信息发送过哦
zh_hant: 還沒有訊息發送過喔

# subscriptions.list.sent_an_attachment
source: sent an attachment
el: στείλτε ένα συνημμένο
zh_hans: 发一个附件
zh_hant: 發送附件

# subscriptions.list.date.yesterday
source: Yesterday
el: Εχθές
zh_hans: 昨天
zh_hant: 昨天

# subscriptions.list.actions.read
source: Read
el: Αναγνωσμένο
zh_hans: 已读
zh_hant: 已讀

# subscriptions.list.actions.unread
source: Unread
el: Αδιάβαστο
zh_hans: 未读
zh_hant: 未讀

# subscriptions.list.actions.favorite
source: Favorite
el: Αγαπημένο
zh_hans: 收藏
zh_hant: 收藏

# subscriptions.list.actions.unfavorite
source: Unfavorite
el: Μη αγαπημένο
zh_hans: 取消收藏
zh_hant: 取消收藏

# subscriptions.list.actions.hide
source: Hide
el: Απόκρυψη
zh_hans: 隐藏
zh_hant: 隱藏

# servers.add_new_team
source: Add new Team
el: Προσθέστε νέα ομάδας
zh_hans: 添加新团队
zh_hant: 建立新的團隊

# servers.title
source: Servers
el: Εξυπηρετητές
zh_hans: 服务
zh_hant: 伺服器

# servers.add_new_server
source: Add Server
el: Πρόσθεστε εξυπηρετητή
zh_hans: 添加服务器
zh_hant: 新增伺服器

# servers.action.disconnect
source: Disconnect
el: Αποσύνδεση
zh_hans: 断开
zh_hant: 斷線

# servers.action.disconnect.alert.title
source: Disconnect from Server
el: Αποσύνδεση από εξυπηρετητή
zh_hans: 从服务器断开
zh_hant: 從伺服器斷線

# servers.action.disconnect.alert.message
source: Do you want to disconnect from "%@" server?
el: Θέλετε να αποσυνδεθείτε από τον εξυπηρετητή "%@" ;
zh_hans: 你想要从服务器"%@" 断开吗?
zh_hant: 您想要從伺服器"%@" 斷線嗎?

# servers.action.disconnect.alert.confirm
source: Yes, disconnect
el: Ναι, αποσύνδεση
zh_hans: 是的, 断开！
zh_hant: 是的, 斷線！

# status.online
source: Online
el: Σε σύνδεση
zh_hans: 在线
zh_hant: 線上

# status.away
source: Away
el: Λείπω
zh_hans: 离开
zh_hant: 離線

# status.busy
source: Busy
el: Απασχολημένος
zh_hans: 忙碌
zh_hant: 忙碌

# status.offline
source: Offline
el: Εκτός σύνδεσης
zh_hans: 离线
zh_hant: 離線

# status.invisible
source: Invisible
el: Αόρατος
zh_hans: 隐身
zh_hant: 隱藏

# new_room.title
source: New Channel
el: Νέο Κανάλι
zh_hans: 新频道
zh_hant: 建立頻道

# new_room.buttons.create
source: Create
el: Δημιουργία
zh_hans: 新建
zh_hant: 建立

# new_room.cell.public_channel.title
source: Public Channel
el: Δημόσιο Κανάλι
zh_hans: 公共频道
zh_hant: 公開頻道

# new_room.cell.public_channel.description
source: Everyone can access this channel
el: Καθένας μπορεί να έχει πρόσβαση σε αυτό το κανάλι
zh_hans: 任何人可以进入频道
zh_hant: 任何人都可以進入頻道

# new_room.cell.public_channel.description.public_only
source: You can only create public channels
el: Μπορείτε να δημιουργείτε μόνο δημόσια κανάλια
zh_hans: 您只能新建公共频道
zh_hant: 您只能建立公開頻道

# new_room.cell.public_channel.description.private_only
source: You can only create private channels
el: Μπορείτε να δημιουργείτε μόνο ιδιωτικά κανάλια
zh_hans: 您只能新建私人频道
zh_hant: 您只能建立私人頻道

# new_room.cell.read_only.title
source: Read only channel
el: Κανάλι μόνο ανάγνωσης
zh_hans: 只读频道
zh_hant: 唯獨頻道

# new_room.cell.read_only.description
source: Only authorized members can write new messages
el: Μόνο εξουσιοδοτημένα μέλη μπορούν να γράψουν νέα μηνύματα
zh_hans: 仅授权成员可以发送信息
zh_hant: 只有成員可以發送訊息

# new_room.group.channel.name
source: Channel Name
el: Όνομα Καναλιού
zh_hans: 频道名
zh_hant: 頻道名稱

# new_room.cell.channel_name.title
source: Channel Name
el: Όνομα Καναλιού
zh_hans: 频道名
zh_hant: 頻道名稱

# new_room.group.invite_users
source: Invite users
el: Προσκαλέστε χρήστες
zh_hans: 邀请用户
zh_hant: 邀請成員

# new_room.cell.invite_users.placeholder
source: Usernames
el: Ονόματα χρηστών
zh_hans: 用户列表
zh_hant: 成員列表

# notifications.action.reply
source: Reply
el: Απάντηση
zh_hans: 回复
zh_hant: 回覆

# chat.channel_preview_view.title
source: This is a preview of #%@
el: Αυτό είναι προεπισκόπιση του #%@
zh_hans: 这是 #%@ 的预览
zh_hant: 這是 #%@ 的預覽

# chat.channel_preview_view.join
source: Join Channel
el: Συνδεθείτε στο Κανάλι
zh_hans: 加入频道
zh_hant: 加入頻道

# chat.dm.start_conversation
source: This is the start of your conversation with %@
el: Αυτή είναι η αρχή της συνομιλίας σας με %@
zh_hans: 跟%@开始交谈
zh_hant: 跟%@開始交談

# chat.channel.start_conversation
source: This is the start of the conversation on %@
el: Αυτή είναι η αρχή της συνομιλίας σας για %@
zh_hans: 频道%@开始交谈
zh_hant: 頻道%@開始交談

# chat.read_only
source: This room is read only
el: Αυτό το δωμάτιο είναι μόνο για ανάγνωση
zh_hans: 这是只读频道
zh_hant: 這是唯讀頻道

# chat.muted
source: You have been muted
el: Έχετε τεθεί σε σίγαση
zh_hans: 您被禁言了
zh_hant: 您被禁言了

# chat.loading_messages
source: Loading messages...
el: Φόρτωση μηνυμάτων...
zh_hans: 载入消息中...
zh_hant: 訊息載入中...

# chat.unread_separator
source: New Messages
el: νέα μηνύματα
zh_hans: 新消息
zh_hant: 新訊息

# chat.preview.actions.read
source: Mark as read
el: Σημαδέψτε σαν αναγνωσμένο
zh_hans: 标记为已读
zh_hant: 標記為未讀

# chat.preview.actions.unread
source: Mark as unread
el: Σημαδέψτε σαν μη αναγνωσμένο
zh_hans: 标记为未读
zh_hant: 標記為已讀

# chat.preview.actions.favorite
source: Favorite
el: Αγαπημένο
zh_hans: 收藏
zh_hant: 收藏

# chat.preview.actions.unfavorite
source: Unfavorite
el: Μη αγαπημένο
zh_hans: 取消收藏
zh_hant: 取消收藏

# chat.preview.actions.hide
source: Hide
el: Κρυφό
zh_hans: 隐藏
zh_hant: 隱藏

# chat.read_receipt_list.title
source: Read by
el: Διαβάστηκε από
zh_hans: 已读
zh_hant: 已讀

# chat.read_receipt_list.title.loading
source: Loading...
el: Φορτώνεται...
zh_hans: 载入...
zh_hant: 載入中...

# chat.read_receipt_list.title.empty
source: Read by no one
el: Δεν διαβάστηκε από κανέναν
zh_hans: 没有人已读
zh_hant: 沒有人已讀

# chat.message.actions.info
source: Message info
el: Πληροφορία μηνύματος
zh_hans: 消息通知
zh_hant: 消息通知

# chat.message.actions.react
source: Add Reaction
el: Προσθέστε Αντίδραση
zh_hans: 增加操作
zh_hant: 增加操作

# chat.message.actions.report
source: Report Message
el: Αναφέρατε μήνυμα
zh_hans: 报告信息
zh_hant: 報告

# chat.message.actions.edit
source: Edit
el: Επεξεργαστείτε μήνυμα
zh_hans: 编辑
zh_hant: 編輯

# chat.message.actions.copy
source: Copy
el: Αντιγράψτε
zh_hans: 拷贝
zh_hant: 複製

# chat.message.actions.pin
source: Pin
el: Καρφιτσώστε μήνυμα
zh_hans: 固定
zh_hant: 固定

# chat.message.actions.unpin
source: Unpin
el: Ξεκαρφιτσώστε μήνυμα
zh_hans: 取消固定
zh_hant: 取消固定

# chat.message.actions.star
source: Star
el: Αστέρι
zh_hans: 标记信息
zh_hant: 標記訊息

# chat.message.actions.unstar
source: Unstar
el: Όχι-αστέρι
zh_hans: 取消标记
zh_hant: 取消標記

# chat.message.actions.quote
source: Quote
el: Επιδείξτε μήνυμα
zh_hans: 引用
zh_hant: 引用

# chat.message.actions.reply
source: Reply
el: Απαντήστε σε μήνυμα
zh_hans: 回复
zh_hant: 回覆

# chat.message.actions.join_video_call
source: Join Video Call
el: Συνδεση σε βιντεοκλήση
zh_hans: 加入视频会议
zh_hant: 加入視訊

# chat.message.actions.permalink
source: Permalink
el: Μόνιμος σύνδεσμος
zh_hans: 永久链接
zh_hant: 永久連結

# chat.message.actions.delete
source: Delete message
el: Διαγράψτε μήνυμα
zh_hans: 删除信息
zh_hant: 刪除訊息

# chat.message.actions.delete.confirm.title
source: Delete this message?
el: Να διαγράψουμε αυτό το μήνυμα;
zh_hans: 删除这条信息?
zh_hant: 刪除訊息?

# chat.message.actions.delete.confirm.message
source: Are you sure you want to delete this message? This process can't be undone.
el: Σίγουρα θέλετε να διαγράψετε αυτό το μήνυμα; Αυτή η διαδικασία δεν μπορεί να ακυρωθεί.
zh_hans: 您确定要删除这条信息？您将无法恢复此信息.
zh_hant: 您卻掉要刪除訊息嗎？刪除後無法復原。

# chat.message.actions.delete.confirm.yes
source: Yes, delete
el: Ναι, διαγράψτε
zh_hans: 是的，删除！
zh_hant: 是的，删除！

# chat.message.actions.discard
source: Discard message
el: Απόρριψη μηνύματος
zh_hans: 取消发送
zh_hant: 取消發送
