Repository: RocketChat/Rocket.Chat.iOS
Catalog: Rocket.Chat/Resources/*.lproj/Localizable.strings
Languages: el, zh_hans, zh_hant

# chat.message.actions.discard.confirm.title
source: Discard this message?
el: Να απορριφθεί αυτό το μήνυμα;
zh_hans: 取消发送这条信息?
zh_hant: 取消發送訊息?

# chat.message.actions.discard.confirm.message
source: This message was not yet sent. Do you want to discard it? This process can't be undone.
el: Αυτό το μήνυμα δεν στάλθηκε ακόμη. Θέλετε να το απορρίψετε? Αυτή η ενέργεια δεν μπορεί να ακυρωθεί.
zh_hans: 这条信息尚未发送。您确定要取消发送吗？您无法恢复此信息.
zh_hant: 這條訊息尚未發送。您確定要取消發送嗎？取消發送後無法恢復訊息。

# chat.message.actions.discard.confirm.yes
source: Yes, discard
el: Ναι, να απορριφθεί
zh_hans: 是的, 取消发送
zh_hant: 是的，取消發送

# chat.message.actions.resend
source: Resend
el: Ξαναστέλνω
zh_hans: 重新发送
zh_hant: 重新發送

# chat.message.actions.resend_all
source: Resend all
el: Τα ξαναστέλνω όλα
zh_hans: 重新发送全部信息
zh_hant: 重新發送全部訊息

# chat.message.report.success.title
source: Message Reported
el: Το Μήνυμα Αναφέρθηκε
zh_hans: 报告信息
zh_hant: 回報

# chat.message.report.success.message
source: Message reported successfully, thank you!
el: Το Μήνυμα αναφέρθηκε επιτυχώς, ευχαριστώ!
zh_hans: 信息报告成功，非常感谢您！
zh_hant: 回報消息成功，非常感謝您！

# chat.upload.uploading_image
source: Uploading image
el: Ανεβάζουμε εικόνα
zh_hans: 图片上传中
zh_hant: 圖片上傳中

# chat.upload.uploading_video
source: Uploading video
el: Ανεβάζουμε video
zh_hans: 视频上传中
zh_hant: 影片上傳中

# chat.upload.uploading_file
source: Uploading "%@"
el: Ανεβάζουμε "%@"
zh_hans: 上传中"%@"
zh_hant: 上傳中"%@"

# chat.upload.take_photo
source: Take a photo
el: Τραβήξτε Φωτογραφία
zh_hans: 拍照片
zh_hant: 拍照中

# chat.upload.shoot_video
source: Record video
el: Τραβήξτε Video
zh_hans: 录视频
zh_hant: 錄影中

# chat.upload.choose_from_library
source: Choose from library
el: Επιλέξτε από τη Βιβλιοθήκη
zh_hans: 从图库选择
zh_hant: 從相簿中選取

# chat.upload.import_file
source: Attach files
el: Εισαγωγή Αρχείου Από
zh_hans: 附件
zh_hant: 上傳檔案

# chat.upload.draw
source: Draw something
el: Σχεδιάστε κάτι
zh_hans: 手绘画图
zh_hant: 手繪

# chat.download.downloading_file
source: Downloading "%@"
el: Κατεβάζουμε "%@"
zh_hans: 下载中"%@"
zh_hant: 下載中"%@"

# chat.message.open_file
source: Tap to open the file
el: Πατήστε για να ανοίξετε το αρχείο
zh_hans: 点击打开文件
zh_hant: 點擊打開文件

# chat.message.open_browser
source: Open in Browser
el: Ανοίξτε στο πρόγραμμα Περιήγησης
zh_hans: 在浏览器中打开
zh_hant: 在瀏覽器中打開

# chat.drawing.errorTitle
source: Oops!
el: Ωπ!
zh_hans: 哎呀!
zh_hant: 哎呀!

# chat.drawing.messageTitle
source: You have to draw something before sending it.
el: Πρέπει να ζωγραφίσετε κάτι πριν να το στείλετε.
zh_hans: 发送前请画点东西.
zh_hant: 送出前請先畫點東西

# chat.drawing.fileName
source: Drawing
el: Σχέδιο
zh_hans: 绘画中
zh_hant: 檔案名稱

# chat.drawing.settings.opacity
source: Opacity
el: Αδιαφάνεια
zh_hans: 透明度
zh_hant: 透明度

# chat.drawing.settings.width
source: Width
el: Πλάτος
zh_hans: 宽度
zh_hant: 寬度

# chat.drawing.settings.color.selected
source: Selected color
el: Επιλεγμένο χρώμα
zh_hans: 已选颜色
zh_hant: 選擇顏色

# chat.drawing.settings.color.others
source: Choose color below:
el: Επιλλέξτε χρώμα:
zh_hans: 从下面选择颜色:
zh_hant: 從這裡選擇顏色:

# chat.users_are_typing
source: %@ are typing...
el: %@ πληκτρολογούν...
zh_hans: %@ 正在打字...
zh_hant: %@ 正在輸入...

# chat.user_is_typing
source: %@ is typing...
el: %@ πληκτρολογεί...
zh_hans: %@ 正在打字...
zh_hant: %@ 正在輸入...

# chat.typing
source: typing...
el: πληκτρολογεί...
zh_hans: 正在打字...
zh_hant: 正在輸入...

# chat.several_typing
source: several users are typing...
el: διαφοροι χρήστες πληκτρολογούν...
zh_hans: 好几个用户正在打字...
zh_hant: 多個成員正在輸入...

# chat.message.type.room_name_changed
source: Room name changed to: %@ by %@
el: Το όνομα του δωματίου άλλαξε σε: %@ by %@
zh_hans: 频道名更改为: %@ 由%@操作
zh_hant: 頻道名稱更改為: %@ 由%@操作

# chat.message.type.user_added_by
source: User %@ added by %@
el: Ο χρήστης %@ προστέθηκε από %@
zh_hans: 添加用户%@ 由%@操作
zh_hant: 新增用户%@ 由%@操作

# chat.message.type.user_removed_by
source: User %@ removed by %@
el: Ο χρήστης %@ αφαιρέθηκε από %@
zh_hans: 移除用户%@ 由%@操作
zh_hant: 移除用戶%@ 由%@操作

# chat.message.type.user_left
source: Has left the channel
el: Έφυγε από το κανάλι
zh_hans: 离开了频道
zh_hant: 離開了頻到

# chat.message.type.user_joined
source: Has joined the channel
el: Συνδέθηκε με το κανάλι
zh_hans: 加入了频道
zh_hant: 加入了頻道

# chat.message.type.user_muted
source: User %@ muted by %@
el: Ο χρήστης %@ τέθηκε σε σίγαση από %@
zh_hans: %@被%@禁言
zh_hant: %@被%@禁言

# chat.message.type.user_unmuted
source: User %@ unmuted by %@
el: Για το χρήστη %@ ματαιώθηκε η σίγαση από %@
zh_hans: %@被%@取消禁言
zh_hant: %@被%@取消禁言

# chat.message.type.welcome
source: Welcome %@
el: Καλωσήρθατε %@
zh_hans: 欢迎%@
zh_hant: 歡迎%@

# chat.message.type.message_removed
source: Message removed
el: Το μήνυμα αφαιρέθηκε
zh_hans: 信息被移除
zh_hant: 訊息被移除

# chat.message.type.subscription_role_added
source: %@ was set %@ by %@
el: %@ τέθηκε σε %@ από %@
zh_hans: %@ 设置为%@ 由%@操作
zh_hant: %@ 設定為%@ 由%@操作

# chat.message.type.subscription_role_removed
source: %@ is no longer %@ by %@
el: %@ δεν ισχύει πλέον %@ για %@
zh_hans: %@ 不再是%@ 由%@操作
zh_hant: %@ 不再是%@ 由%@操作

# chat.message.type.room_archived
source: This room has been archived by %@
el: Αυτό το δωμάτιο αρχειοθετήθηκε από %@
zh_hans: 频道由%@归档
zh_hant: 頻道由%@歸檔

# chat.message.type.room_unarchived
source: This room has been unarchived by %@
el: Αυτό το δωμάτιο αποαρχειοθετήθηκε από %@
zh_hans: 频道由%@取消归档
zh_hant: 頻道由%@取消歸檔

# chat.message.type.message_pinned
source: Pinned a message:
el: Καρφιτσώθηκε ένα μήνυμα:
zh_hans: 固定信息:
zh_hant: 固定訊息:

# chat.message.type.message_snippeted
source: Created a snippet: "%@"
el: Δημιουργήστε ένα απόσπασμα: "%@"
zh_hans: 创建一个片段: "%@"
zh_hant: 建立一個片段: "%@"

# chat.message.type.room_changed_privacy
source: Room privacy changed to "%@" by %@
el: H Ιδιωτικότητα(απόρρητο) του Δωματίου μεταβλήθηκε σε "%@" από %@
zh_hans: 频道隐私政策变更为"%@" 由 %@操作
zh_hant: 頻道隱私政策變更為"%@" 由 %@操作

# chat.message.type.room_changed_topic
source: Room topic changed to "%@" by %@
el: Το θέμα του δωματίου μεταβλήθηκε σε "%@" από %@
zh_hans: 频道主题变更为"%@" 由 %@操作
zh_hant: 頻道主題變更為"%@" 由 %@操作

# chat.message.type.room_changed_announcement
source: Room annoucement changed to "%@" by %@
el: Η αναγγελία του δωματίου μεταβλήθηκε σε "%@" από %@
zh_hans: 频道公告变更为"%@" 由%@操作
zh_hant: 頻道公告店變更為"%@" 由%@操作

# chat.message.type.room_changed_description
source: Room description changed to "%@" by %@
el: Η περιγραφή του Δωματίου μεταβλήθηκε σε "%@" από %@
zh_hans: 频道描述变更为"%@" 由%@操作
zh_hant: 頻道描述變更為"%@" 由%@操作

# chat.message.type.video_call_started
source: Video call started by %@
el: Μια Βεντοκλήση ξεκίνησε από %@
zh_hans: %@开启视频会议
zh_hant: %@開啟視訊

# chat.info.title
source: Info
el: Πληροφορία
zh_hans: 信息
zh_hant: 訊息

# chat.info.item.topic
source: Topic
el: Θέμα
zh_hans: 话题
zh_hant: 主題

# chat.info.item.no_topic
source: No topic
el: Όχι θέμα
zh_hans: 没有话题
zh_hant: 沒有主題

# chat.info.item.description
source: Description
el: Περιγραφή
zh_hans: 描述
zh_hant: 描述

# chat.info.item.no_description
source: No description
el: Έλλειψη περιγραφής
zh_hans: 没有描述
zh_hant: 沒有描述

# chat.info.item.announcement
source: Announcement
el: Αναγγελία
zh_hant: 宣布項事項

# chat.info.item.no_announcement
source: No announcement
el: Καμία αναγγελία
zh_hant: 沒有宣布事項

# chat.info.item.notifications
source: Notifications
el: Γνωστοποιήσεις
zh_hans: 通知首选项
zh_hant: 通知

# chat.info.item.members
source: Members
el: Μέλη
zh_hans: 成员
zh_hant: 成員

# chat.info.item.pinned
source: Pinned
el: Καρφιτσωμένα
zh_hans: 固定信息
zh_hant: 固定訊息

# chat.info.item.starred
source: Starred
el: Αστερωμένα
zh_hans: 标记信息
zh_hant: 標記訊息

# chat.info.item.mentions
source: Mentions
el: Αναφορές
zh_hans: 提及
zh_hant: 提及

# chat.info.item.files
source: Files
el: Αρχεία
zh_hans: 文件
zh_hant: 檔案

# chat.info.item.share
source: Share
el: Κοινή Χρήση
zh_hans: 分享
zh_hant: 分享

# chat.members.list.title
source: Members
el: Μέλη
zh_hans: 成员
zh_hant: 成員

# chat.add_users.title
source: Add Users
el: Προσθήκη χρηστών
zh_hans: 添加成员
zh_hant: 新增成員

# chat.add_users.confirm.title
source: Add this user?
el: Θα προσθέσετε αυτό το χρήστη;
zh_hans: 添加这个用户?
zh_hant: 新增這個成員?

# chat.add_users.confirm.message
source: Are you sure you want to add '%@' to '%@'?
el: Σίγουρα θέλετε να προσθέσετε '%@' στο '%@'?
zh_hans: 您确定要把'%@' 添加到'%@'?
zh_hant: 您確定要把'%@' 新增到'%@'?

# chat.messages.list.title
source: Messages
el: Μηνύματα
zh_hans: 消息
zh_hant: 訊息

# chat.messages.list.empty
source: No messages found
el: Δεν βρέθηκαν μηνύματα
zh_hans: 没有找到消息
zh_hant: 没有找到訊息

# chat.messages.list.search.placeholder
source: Search messages
el: Αναζήτηση μηνυμάτων
zh_hans: 搜索消息
zh_hant: 搜尋訊息

# chat.messages.pinned.list.title
source: Pinned Messages
el: Καρφιτσωμένα Μηνύματα
zh_hans: 固定的消息
zh_hant: 釘選的訊息

# chat.messages.starred.list.title
source: Starred Messages
el: Αστερωμένα Μηνύματα
zh_hans: 标记的消息
zh_hant: 標記的訊息

# chat.messages.mentions.list.title
source: Mentions
el: Αναφορές
zh_hans: 提及
zh_hant: 提及

# chat.messages.files.list.title
source: Files
el: Αρχεία
zh_hans: 文件
zh_hant: 檔案

# chat.messages.files.list.empty
source: No files found
el: Δεν βρέθηκαν αρχεία
zh_hans: 没有找到文件
zh_hant: 沒有找到檔案

# chat.banner.upload.uploading
source: Uploading %@
el: Ανέβασμα %@
zh_hans: 上传%@
zh_hant: 上傳%@

# chat.banner.upload.error
source: Failed uploading %@
el: Αποτυχία ανεβάσματος %@
zh_hans: %@上传失败
zh_hant: %@上傳失敗

# chat.banner.upload.retry
source: Try again
el: Ξαναπροσπαθήστε
zh_hans: 重试
zh_hant: 重試

# myaccount.settings.title
source: Preferences
el: Ρυθμίσεις
zh_hans: 首选项
zh_hant: 選項

# myaccount.settings.administration
source: Administration
el: Διαχείριση
zh_hans: 管理
zh_hant: 管理員

# myaccount.settings.logout
source: Logout from %@
el: Αποσύνδεση από %@
zh_hans: 从%@登出
zh_hant: 從%@登出

# myaccount.settings.contactus
source: Contact us
el: Επικοινωνήστε μαζί μας
zh_hans: 联系我们
zh_hant: 聯絡我們

# myaccount.settings.profile
source: Profile
el: Λογαριασμός
zh_hans: 资料
zh_hant: 個人資料

# myaccount.settings.license
source: License
el: Άδεια
zh_hans: 许可
zh_hant: 許可

# myaccount.settings.language
source: Language
el: Γλώσσα
zh_hans: 语言
zh_hant: 語言

# myaccount.settings.review
source: Review this App
el: Αξιολογήστε την εφαρμογή
zh_hans: 去撰写App评论
zh_hant: 撰寫評論

# myaccount.settings.share
source: Share this App
el: Μοιραστείτε την εφαρμογή
zh_hans: 分享这个App
zh_hant: 分享這個應用程式

# myaccount.settings.appicon
source: Application Icon
el: Εικονίδιο Εφαρμογής
zh_hans: 应用程序图标
zh_hant: 應用程式桌面圖示

# myaccount.settings.version
source: Version: %@ (%@)
el: Έκδοση: %@ (%@)
zh_hans: APP版本号: %@ (%@)
zh_hant: 應用程式版本: %@ (%@)

# myaccount.settings.server_version
source: Server Version: %@
el: Έκδοση Εξυπηρετητή: %@
zh_hans: 服务端版本号: %@
zh_hant: 伺服器版本: %@

# myaccount.settings.web_browser
source: Web Browser
el: Πρόγραμμα Περιήγησης
zh_hans: Web浏览器
zh_hant: Web瀏覽器

# myaccount.settings.tracking.title
source: Send Crash Report
el: Αποστολή Αναφοράς Κατάρευσης
zh_hans: 发送崩溃报告
zh_hant: 發送閃退報告給Rocket.Chat

# myaccount.settings.tracking.footer
source: We never track the content of your chats. The crash report only contains relevant information for us in order to identify problems and fix it.
el: Δεν καταγράφουμε ποτέ το περιεχόμενο των συνομιλιών σας. Η αναφορά κατάρρευσης περιλαμβάνει μόνο σχετική πληροφορία για μας ώστε να εντοπίσουμε προβλήματα και να τα διορθώσουμε.
zh_hans: 我们永远不会记录您的聊天。 崩溃报告只会记录定位和修复软件bug的必要信息。
zh_hant: 請放心，我們不會紀錄您的對話訊息。閃退報告只會紀錄定位和修復軟體的必要訊息。

# myaccount.settings.changeicon.title
source: Choose an icon
el: Επιλέξτε Εικονίδιο
zh_hans: 选择一个图标
zh_hant: 選擇一個圖示

# myaccount.settings.changeicon.header
source: You can change how your Rocket.Chat icon looks like on your device. Please choose one of the icons below, whichever you like the most.
el: Μπορείτε να αλλάξετε πώς το δικό σας Rocket.Chat εικονίδιο θα φαίνεται στην συσκευή σας. Παρακαλούμε επιλέξτε ένα από τα παρακάτω εικονίδια, όποιο σας αρέσει πιο πολύ.
zh_hans: 您可以选择你想让Rocket.Chat在您手机上现实的图标.请在下方选择您最喜欢的那个.
zh_hant: 您可以選擇您想讓Rocket.Chat在手機桌面上顯示的圖示。請在下方中選擇擇你喜歡的那個

# myaccount.settings.changeicon.errortitle
source: Cannot change icon
el: Δεν μπορούμε να αλλάξουμε εικονίδιο
zh_hans: 变更失败
zh_hant: 變更失敗

# myaccount.settings.changeicon.iosversion
source: Alternate application icons are not supported on iOS version below 10.3
el: Εναλλακτικά εικονίδια εφαρμογής δεν υποστηρίζονται σε iOS εκδόσεις μικρότερες από 10.3
zh_hans: iOS 10.3以前的版本无法改变App图标
zh_hant: iOS 10.3以前的版本無法改變App圖示

# myaccount.settings.language.title
source: Change Language
el: Μεταβολή Γλώσσας
zh_hans: 选择语言
zh_hant: 選擇語言

# myaccount.settings.language.reset
source: Reset to Default
el: Επαναφορά στην Προεπιλεγμένη
zh_hant: 預設語言

# myaccount.settings.language.message
source: You have changed language settings. You must restart Rocket.Chat before the new settings will take effect.
el: Έχετε μεταβάλει τις ρυθμίσεις γλώσσας. Πρέπει να επανεκκινήσετε το Rocket.Chat ώστε να τεθούν σε εφαρμογή οι νέες ρυθμίσεις.
zh_hans: 您已经选择新的语言，请重启App使新语言生效.
zh_hant: 您已經選擇新的語言，重新啟動App後生效

# myaccount.settings.notifications.title
source: Notification Preferences
el: Προτιμήσεις Γνωστοποιήσεων
zh_hans: 通知选项
zh_hant: 通知選項

# myaccount.settings.notifications.save
source: Save
el: Αποθήκευση
zh_hans: 保存
zh_hant: 保存

# myaccount.settings.notifications.receive.title
source: Receive Notifications
el: Λήψη Γνωστοποιήσεων
zh_hans: 接收通知
zh_hant: 接收通知

# myaccount.settings.notifications.receive.footer
source: Receive notifications from %@
el: Λήψη Γνωστοποιήσεων από %@
zh_hans: 从%@接收通知
zh_hant: 從%@接收通知

# myaccount.settings.notifications.show.title
source: Show Unread Counter
el: Εμφάνιση Μετρητή μη αναγνωσμένων
zh_hans: 显示未读数目
zh_hant: 顯示未讀數量

# myaccount.settings.notifications.show.footer
source: Unread counter is displayed as a badge on to the right of the channel, in the list.
el: Ο μετρητής μη αναγνωσμένων εμφανίζεται σαν σήμα στα δεξιά του καναλιού, στη λίστα.
zh_hans: 未读数在频道右边显示.
zh_hant: 未讀數量在這頻道右邊顯示

# myaccount.settings.notifications.inapp
source: In-app and Desktop
el: Εντός-Εφαρμογής και Επιφάνειας Εργασίας
zh_hans: 在app内桌面
zh_hant: 在app内

# myaccount.settings.notifications.inapp.alerts
source: Alerts
el: Συναγερμοί
zh_hans: 警告
zh_hant: 警告

# myaccount.settings.notifications.inapp.footer
source: Displays a banner at the top of the screen when the app is open, and displays a notification on desktop.
el: Εμφανίζει ένα μπάνερ στην κορυφή της οθόνης όταν η εφαρμογή είναι ανοιχτή, και εμφανίζει μια γνωστοποίηση στην επιφάνεια εργασίας.
zh_hans: App打开时在屏幕上方显示横幅，在桌面显示通知.
zh_hant: App打開時在螢幕上方顯示橫幅，在桌面顯示通知.

# myaccount.settings.notifications.mobile
source: Push notifications
el: Κινητού
zh_hans: 推送通知
zh_hant: 推送通知

# myaccount.settings.notifications.mobile.alerts
source: Alerts
el: Συναγερμοί
zh_hans: 警告
zh_hant: 警告

# myaccount.settings.notifications.mobile.footer
source: These notifications are delivered to your device when the app is not open.
el: Αυτές οι γνωστοποιήσεις εμφανίζονται στη συσκευή σας όταν η εφαρμογή δεν είναι ενεργή.
zh_hans: 当App没有打开时会推送这些通知.
zh_hant: 當App沒有打開時會推送通知

# myaccount.settings.notifications.desktop
source: Desktop options
el: Επιλογές Επιφάνειας
zh_hans: 桌面选项
zh_hant: 桌面

# myaccount.settings.notifications.desktop.audio
source: Audio
el: Ακουστική
zh_hans: 音频
zh_hant: 音頻

# myaccount.settings.notifications.desktop.sound
source: Sound
el: Ήχος
zh_hans: 声音
zh_hant: 聲音

# myaccount.settings.notifications.desktop.duration
source: Notification Duration
el: Διάρκεια Γνωστοποιήσεων
zh_hans: 通知持续时间
zh_hant: 通知持續時間

# myaccount.settings.notifications.email.alerts
source: Alerts
el: Συναγερμοί
zh_hans: 警告
zh_hant: 警告

# myaccount.settings.notifications.duration.default
source: Default
el: Προεπιλογή
zh_hans: 默认
zh_hant: 預設

# myaccount.settings.notifications.duration.seconds
source: seconds
el: δευτερόλεπτα
zh_hans: 秒
zh_hant: 秒

# alert.update_notifications_preferences_success.title
source: Preferences saved
el: Οι Προτιμήσεις αποθηκεύτηκαν
zh_hans: 通知选项保存成功
zh_hant: 儲存選項成功

# alert.update_notifications_preferences_save_error.title
source: Failed to update notifications preferences
el: Απέτυχε η ενημέρωση των προτιμήσεων γνωστοποιήσεων
zh_hans: 通知选项保存失败
zh_hant: 儲存選項失敗

# alert.update_notifications_preferences_save_error.message
source: Something wrong happened while saving your notification preferences. Please, try again.
el: Κάποιο σφάλμα συνέβη κατά την αποθήκευση των προτιμήσεών σας για τις Γνωστοποιήσεις. Παρακαλούμε ξαναπροσπαθήστε.
zh_hans: 保存通知选项出现错误，请重试.
zh_hant: 儲存選項時發生錯誤，請重試.

# subscription.notifications.status.default
source: Default
el: Προεπιλογή
zh_hans: 默认
zh_hant: 預設

# subscription.notifications.status.nothing
source: Nothing
el: Καμία
zh_hans: 无
zh_hant: 無

# subscription.notifications.status.all
source: All
el: Όλες
zh_hans: 全部
zh_hant: 全部

# subscription.notifications.status.mentions
source: Mentions
el: Αναφορές
zh_hans: 提及
zh_hant: 提及

# subscription.notifications.audio.value.none
source: None
el: Καμία
zh_hans: 无
zh_hant: 無

# subscription.notifications.audio.value.default
source: Default
el: Προεπιλογή
zh_hans: 默认
zh_hant: 預設

# subscription.notifications.audio.value.beep
source: Beep
el: Μπίπ

# subscription.notifications.audio.value.ding
source: Ding
el: Κουδούνι

# subscription.notifications.audio.value.droplet
source: Droplet
el: Σταγόνα

# subscription.notifications.audio.value.highbell
source: Highbell
el: Καμπάνα

# subscription.notifications.audio.value.seasons
source: Seasons
el: Εποχές

# web_browser.in_app_safari.title
source: In-App Browser
el: Περιηγητής εντός-εφαρμογής
zh_hans: App内置浏览器
zh_hant: App内置瀏覽器

# myaccount.settings.web_browser.title
source: Web browser
el: Πρόγραμμα Περιήγησης
zh_hans: Web浏览器
zh_hant: Web瀏覽器

# myaccount.settings.web_browser.footer
source: This application will be used to open links in Rocket Chat.
el: Αυτή η εφαρμογή θα χρησιμοποιηθεί για να ανοίξει συνδέσμους στο Rocket Chat.
zh_hans: 这个浏览器将用来打开Rocket Chat内的链接.
zh_hant: 用這個瀏覽器來打開Rocket Chat內的連結.

# myaccount.settings.profile.title
source: Profile
el: Λογαριασμός
zh_hans: 资料
zh_hant: 資料

# myaccount.settings.editing_profile.title
source: Edit Profile
el: Επεξεργασία Λογαριασμού
zh_hans: 编辑资料
zh_hant: 編輯資料

# myaccount.settings.profile.actions.save
source: Save
el: Αποθήκευση
zh_hans: 保存
zh_hant: 保存

# myaccount.settings.profile.actions.edit
source: Edit
el: Επεξεργασία
zh_hans: 编辑
zh_hant: 編輯

# myaccount.settings.profile.actions.change_password
source: Change your password
el: Αλλάξτε το συνθηματικό σας
zh_hans: 更新您的密码
zh_hant: 更新您的密碼

# myaccount.settings.profile.section.profile
source: Profile
el: Λογαριασμός
zh_hans: 资料
zh_hant: 資料

# myaccount.settings.profile.section.password
source: Password
el: Συνθηματικό
zh_hans: 密码
zh_hant: 密碼

# myaccount.settings.profile.name_placeholder
source: Name
el: Όνομα
zh_hans: 名字
zh_hant: 名字

# myaccount.settings.profile.username_placeholder
source: Username
el: Όνομα χρήστη
zh_hans: 用户名
zh_hant: 用戶名稱

# myaccount.settings.profile.status.title
source: Status
el: Κατάσταση
zh_hans: 状态
zh_hant: 狀態

# myaccount.settings.profile.password_required.title
source: Enter your password
el: Εισάγετε το συνθηματικό σας
zh_hans: 输入您的密码
zh_hant: 輸入您的密碼

# myaccount.settings.profile.password_required.message
source: Your password is required when updating your e-mail.
el: Το συνθηματικό σας είναι απαραίτητο όταν αλλάζετε το e-mail σας.
zh_hans: 更改邮箱需要您输入密码.
zh_hant: 更改電子郵件需要輸入您的密碼

# myaccount.settings.profile.password_required.placeholder
source: Password
el: Συνθηματικό
zh_hans: 密码
zh_hant: 密碼

# myaccount.settings.profile.new_password.title
source: New password
el: Νέο συνθηματικό
zh_hans: 新密码
zh_hant: 新密碼

# myaccount.settings.profile.new_password.section.password
source: Password
el: Συνθηματικό
zh_hans: 密码
zh_hant: 密碼

# myaccount.settings.profile.new_password.actions.save
source: Save
el: Αποθήκευση
zh_hans: 保存
zh_hant: 保存

# myaccount.settings.profile.new_password.password_placeholder
source: New password
el: Νέο συνθηματικό
zh_hans: 新密码
zh_hant: 新密碼

# myaccount.settings.profile.new_password.password_confirmation_placeholder
source: Password confirmation
el: Επιβεβαίωση Συνθηματικού
zh_hans: 确认密码
zh_hant: 確認密碼

# myaccount.settings.profile.new_password.password_required.title
source: Enter your password
el: Εισάγετε το συνθηματικό σας
zh_hans: 输入您的密码
zh_hant: 輸入您的密碼

# myaccount.settings.profile.new_password.password_required.message
source: Your current password is required when setting a new password.
el: Το τρέχον συνθηματικό είναι απαραίτητο όταν δημιουργείτε ένα νέο συνθηματικό.
zh_hans: 更新密码时需要您输入当前密码.
zh_hant: 更新密碼前需要輸入您的舊密碼

# myaccount.settings.profile.new_password.password_required.placeholder
source: Password
el: Συνθηματικό
zh_hans: 密码
zh_hant: 密碼

# user_action_sheet.info
source: Information
el: Πληροφορία
zh_hans: 信息
zh_hant: 訊息

# user_action_sheet.remove
source: Remove from room
el: Αφαίρεση από το δωμάτιο
zh_hans: 从频道移除
zh_hant: 從頻道中移除

# user_action_sheet.remove_confirm.title
source: Remove this user?
el: Αφαίρεση αυτού του χρήστη;
zh_hans: 移除这个用户?
zh_hant: 移除這個用戶?

# user_action_sheet.remove_confirm.message
source: Are you sure you want to remove '%@' from the room?
el: Σίγουρα θέλετε να αφαιρεθεί '%@' από το δωμάτιο;
zh_hans: 您确定要移除 '%@'吗?
zh_hant: 確定要移除 '%@'嗎?

# user_details.status
source: Status
el: Κατάσταση
zh_hans: 状态
zh_hant: 狀態

# user_details.role
source: Role
el: Ρόλος
zh_hans: 角色
zh_hant: 角色

# user_details.roles
source: Roles
el: Ρόλοι
zh_hans: 角色
zh_hant: 角色

# user_details.timezone
source: Timezone
el: Ζώνη ώρας
zh_hans: 时区
zh_hant: 時區

# user_details.message_button
source: Message
el: Μήνυμα
zh_hans: 消息
zh_hant: 訊息

# user_details.voice_call_button
source: Voice Call
el: Φωνητική κλήση
zh_hans: 语音电话
zh_hant: 語音電話

# user_details.video_call_button
source: Video Call
el: Βιντεοκλήση
zh_hans: 视频电话
zh_hant: 視訊電話

# theme.settings.title
source: Theme
el: Θέμα
zh_hans: 主题
zh_hant: 主題

# theme.settings.header
source: ALL THEMES
el: ΟΛΑ ΤΑ ΘΕΜΑΤΑ
zh_hans: 所有主题
zh_hant: 所有主題

# theme.settings.footer
source: Applying a theme will change how the app looks.
el: Η ενεργοποίηση ενός θέματος θα μεταβάλει τον τρόπο εμφάνισης της μικροεφαρμογής.
zh_hans: 应用主题会改变app的外观.
zh_hant: 套用主圖會改變App的外觀

# theme.light
source: Light
el: Φωτεινό
zh_hant: 淺色

# theme.dark
source: Dark
el: Σκοτεινό
zh_hant: 深色

# theme.black
source: Black
el: Μαύρο
zh_hant: 黑色

# subscriptions.sorting.title.alphabetical
source: Sorting by name
el: Ταξινόμηση κατά όνομα
zh_hans: 按名字排序
zh_hant: 按名稱排序

# subscriptions.sorting.title.activity
source: Sorting by activity
el: Ταξινόμηση κατά δραστηριότητα
zh_hans: 按活跃排序
zh_hant: 按活躍度排序

# subscriptions.sorting.alphabetical
source: Alphabetical
el: Αλφαβητικά
zh_hans: 字母
zh_hant: 字母

# subscriptions.sorting.activity
source: Activity
el: Δραστηριότητα
zh_hans: 活跃
zh_hant: 活躍度

# subscriptions.grouping.type
source: Group by type
el: Ομαδοποίηση κατά τύπο
zh_hans: 按类型归类
zh_hant: 按類型歸類

# subscriptions.grouping.favorites
source: Group by favorites
el: Ομαδοποίηση κατά αγαπημένα
zh_hans: 按收藏归类
zh_hant: 按蒐藏歸類

# subscriptions.grouping.unread_top
source: Unread on top
el: Αδιάβαστα στην κορυφή
zh_hans: 未读在上方
zh_hant: 未讀的放在上方

# shortcuts.type_message
source: Type message
el: Γράψτε μήνυμα
zh_hans: 输入消息
zh_hant: 輸入訊息

# shortcuts.preferences
source: Preferences
el: Προτιμήσεις
zh_hans: 首选项
zh_hant: 選項

# shortcuts.room_search
source: Rooms search
el: Αναζήτηση δωματίου
zh_hans: 频道搜索
zh_hant: 搜尋頻道

# shortcuts.room_selection
source: Room selection 1...9
el: Επιλογή δωματίου 1...9
zh_hans: 频道选择1...9
zh_hant: 選擇頻道(1~9)

# shortcuts.next_room
source: Next room
el: Επόμενο δωματιο
zh_hans: 下一个频道
zh_hant: 下一個頻道

# shortcuts.previous_room
source: Previous room
el: Προηγούμενο δωμάτιο
zh_hans: 前一个频道
zh_hant: 前一個頻道

# shortcuts.new_room
source: New room
el: Νέο δωμάτιο
zh_hans: 新频道
zh_hant: 新頻道

# shortcuts.room_actions
source: Room actions
el: Ενέργειες δωματίων
zh_hans: 频道操作
zh_hant: 頻道操作

# shortcuts.upload_room
source: Upload to room
el: Μεταφόρτωση στο δωμάτιο
zh_hans: 上传到频道
zh_hant: 上傳到頻道
