Repository: RocketChat/Rocket.Chat.iOS
Catalog: Rocket.Chat/Resources/*.lproj/VoiceOver.strings
Languages: de, el, es, it, ja, pl, pt_br, ru, zh_hans, zh_hant

# auth.connect.urlfield.label
source: Server URL
el: URL Εξυπηρετητή
es: URL del servidor
ja: サーバー URL
pl: Adres serwera
pt_br: URL do servidor
ru: URL-адрес сервера
zh_hans: 服务器地址
zh_hant: 伺服器地址

# auth.connect.urlfield.hint
source: Insert your server's URL here.
de: Geben Sie hier die URL Ihres Servers ein.
el: Εισάγετε εδώ το URL του εξυπηρετητή σας.
es: Inserta la URL de tu servidor aquí.
it: Inserisci qui l'URL del tuo server.
ja: ここにサーバーのURLを入力してください。
pl: Wpisz tutaj adres swojego serwera.
pt_br: Insira aqui a URL do servidor.
ru: Введите URL своего сервера здесь.
zh_hans: 插入服务器地址
zh_hant: 新增伺服器地址

# auth.more.label
source: More
ja: もっと
zh_hans: 更多

# auth.close.label
source: Close
zh_hans: 关闭

# auth.show_more_options.label
source: Show more options
zh_hans: 完整选项

# auth.show_less_options.label
source: Show less options
zh_hans: 精简选项

# auth.authentication.emailorusername.label
source: Email or Username
de: E-Mail oder Benutzername
el: Email ή Όνομα χρήστη
es: Correo electrónico o nombre de usuario
it: E-mail o nome utente
ja: メールアドレスまたはユーザー名
pl: E-mail lub nazwa użytkownika
pt_br: Email ou nome de usuário
ru: Электронная почта или имя пользователя
zh_hans: 邮箱地址或用户名
zh_hant: 電子信箱或用戶名稱

# auth.authentication.emailorusername.hint
source: Insert your email or username here.
de: Geben Sie hier Ihre E-Mail-Adresse oder Ihren Benutzernamen ein.
el: Εισάγετε εδώ το email ή το Όνομα χρήστη σας.
es: Inserta tu correo electrónico o nombre de usuario aquí.
it: Inserisci qui il tuo indirizzo e-mail o il tuo nome utente.
ja: ここにメールアドレスまたはユーザー名を入力してください。
pl: Wpisz tutaj swój e-mail lub nazwę użytkownika.
pt_br: Insira aqui o seu email ou nome de usuário.
ru: Вставьте свою электронную почту или имя пользователя здесь.
zh_hans: 添加邮箱地址或用户名
zh_hant: 新增電子信箱或用戶名稱

# auth.authentication.password.label
source: Insert your password here.
de: Passwort
el: Συνθηματικό
es: Contraseña
it: Password
ja: パスワード
pl: Hasło
pt_br: Senha
ru: Пароль
zh_hans: 密码
zh_hant: 密碼

# channel.preferences.label
source: Preferences
zh_hans: 属性

# subscriptions.main.userview.label
source: Session information
de: Sitzungsinformationen
el: Πληροφορία Συνόδου
es: Información de la sesión
it: Informazioni Sessione
ja: セッション情報
pl: Informacje o sesji
pt_br: Informação da sessão
ru: Информация о сеансе
zh_hans: 会话信息
zh_hant: 聊天訊息

# subscriptions.main.userview.value
source: Server: %@. User: %@. Status: %@.
de: Server: %@. Benutzer: %@. Status: %@.
el: Εξυπηρετητής: %@. Χρήστης: %@. Κατάσταση: %@.
es: Servidor: %@. Usuario: %@. Estado: %@.
it: Server: %@. Utente: %@. Stato: %@.
ja: サーバー: %@. ユーザー: %@. ステータス: %@.
pl: Serwer: %@. Użytkownik: %@. Status: %@.
pt_br: Servidor: %@. Usuário: %@. Status: %@.
ru: Сервер: %@. Пользователь: %@. Статус: %@.
zh_hans: 服务器: %@. 用户: %@. 状态: %@.
zh_hant: 伺服器: %@. 訊息: %@. 狀態: %@.

# subscriptions.main.userview.hint
source: Double tap to change status.
de: Klicken Sie doppelt, um den Status zu ändern.
el: Πατήστε δύο φορές για αλλαγή κατάστασης.
es: Toca dos veces para cambiar el estado
it: Fare doppio clic per cambiare lo stato.
ja: ステータスを変更するにはダブルタップしてください。
pl: Dotknij dwukrotnie aby zmienić status.
pt_br: Toque duplo para mudar o status.
ru: Дважды нажмите, чтобы изменить статус.
zh_hans: 双击变更状态
zh_hant: 點擊兩下變更狀態

# subscriptions.main.channel.hint
source: Double tap to enter
zh_hans: 双击进入

# preferences.profile.edit.label
source: Profile picture
zh_hans: 图片描述

# preferences.profile.editing.label
source: Edit the profile picture
zh_hans: 编辑图片描述

# preferences.icon.default
source: Default icon
zh_hans: 默认图标

# preferences.icon.black
source: Black icon
zh_hans: 黑色图标

# preferences.icon.red
source: Red icon
zh_hans: 红色图标

# preferences.icon.bnw
source: Black and White icon
zh_hans: 黑白图标

# preferences.icon.grey
source: Grey icon
zh_hans: 灰色图标

# preferences.icon.white
source: White icon
zh_hans: 白色图标

# preferences.icon.blue
source: Blue icon
zh_hans: 蓝色图标

# message.label
source: Message from %@ at %@.
de: Nachricht von %@ in %@.
el: Μήνυμα από %@ at %@.
es: Mensaje de %@ a %@.
it: Messaggio da %@ a %@.
ja: %@ からのメッセージ %@
pl: Wiadomość od %@ o %@.
pt_br: Mensagem de %@ em %@.
ru: Сообщение от %@ в %@.
zh_hans: 来自 %@ at %@ 的信息
zh_hant: 來自 %@ at %@ 的訊息

# message.hint
source: Reactions: %@
de: Reaktionen: %@
el: Αντιδράσεις: %@
es: Reacciones: %@
it: Reazioni: %@
ja: リアクション: %@
pl: Reakcje: %@
pt_br: Reações: %@
ru: Реакции: %@
zh_hans: 反馈: %@
zh_hant: 回饋: %@

# message.search.label
source: Search
zh_hans: 搜索

# message.threads.label
source: Threads
zh_hans: 主题

# message.chat.title.hint
source: Double tap to open channel options
zh_hans: 双击打开频道选项
